[{"date": "1994-02-24", "title": "Lina Cheryazova fristayl bo'yicha Olimpiada chempioni bo'ldi.", "text": "17 qishki Olimpiadada hamyurtimiz Lina Cheryazova fristayl bo'yicha Olimpiada chempioni bo'ldi."}, {"date": "1998-02-24", "title": "Toshkent pedagogika institutiga universitet maqomi berilgan kun", "text": "Pedagogika universiteti, Nizomiy nomidagi Toshkent davlat pedagogika universiteti – malakali pedagog va muhandis-pedagog kadrlar tayyorlaydi."}, {"date": "2014-02-24", "title": "Shuhrat Arslonov Germaniyada dzyudo bo’yicha bronza medalini qo‘lga kiritgan kun", "text": "O‘zbekiston terma jamoasi a’zosi Shuhrat Arslonov (-81 kg) Germaniyaning Dyusseldorf shahrida o‘tkazilgan Gran-Pri turnirida bronza medaliga sazovor bo‘ldi."}, {"date": "1955-02-24", "title": "APPLE.", "text": "APPLE.Butun dunyoga mashxur APPLE kompaniyasining asoschisi Stiv Jobs (angl. Steven Paul \"Steve\" Jobs)1955 yil 24 fevral kuni San-Fransiskoda tug‘ilgan."}, {"date": "1918-02-24", "title": "Estoniya Mustaqilligi kuni.", "text": "Estoniya – Sharqiy Yevropada, Boltiq dengizi bo‘yidagi davlat. Maydoni 45,2 ming km2. Poytaxti – Тallin shahri. Ma’muriy jihatdan 15 uezdga bo‘linadi."}, {"date": "2015-02-24", "title": "Milanda \"Modalar haftaligi\" boshlanadigan kun", "text": "Milandagi Moda haftaligida Italiyaning deyarli hamma yirik moda uylari – Versace, Etro, Prada, Cavalli, Dolce & Gabbana va ko'plab boshqa moda Olimpiga ko'tarilayotgan brendlar ishtirok etadilar."}, {"date": "1934-02-24", "title": "Meksika bayrog‘i kuni.", "text": "Meksika bayrog‘i kuni. 1937 yil 24-fevral kuni Meksika davlati prezidenti general Lasaro Kardenas tomonidan asos solingan va har yili davlat bayrami sifatida nishonlanadi."}, {"date": "1918-02-24", "title": "Estoniya mustuqilligi kuni.", "text": "Estoniya mustuqilligi kuni. 1918 yil 24 fevral kuni Estoniyada deklaratsiyani qabul qilinishi munosabati bilan mustaqillik kuni nishonlanadi."}, {"date": "1960-02-24", "title": "Аktyor, rejissyor To’rayev Isxoq Latipovich tavallud topgan kun", "text": "To’rayev  Isxoq  Latipovich  (1960.24.2, Shahrisabz  tumani) – aktyor , rejissyor O’zbekiston  Raspublikasi  san’at  arbobi  (1998)."}]