{"events": [{"date": "1994-02-16", "title": "O'zbekiston terma jamoasi qizlari Osiyo chempioni bo'lishdi.", "text": "Osiyo chempionatida O'zbekiston terma jamoasi qizlar jamoaviy bellashuvlar bo'yicha Osiyo chempioni bo'lishdi."}, {"date": "1963-02-16", "title": "Sirdaryo viloyati tashkil etilgan kun", "text": "Respublikaning sharqiy qismida joylashgan. 1963 yil 16 fevralda tashkil etilgan. Maydoni 4,3 ming km2. Aholisi 372,2 ming kishi, asosan, o‘zbeklar, shuningdek, qozoq, tojik, rus va boshqa millat vakillari yashaydi."}, {"date": "1918-02-16", "title": "Litva davlati tiklangan kun", "text": "16 fevral kuni Litvada milliy bayram munosabati bilan davlat bayrog‘i  osiladi.Bu kuni Litvada eng muhim davlat bayrami - Litva davlati qayta tashkil etilgan kun."}, {"date": "0000-02-16", "title": "Islandiyada ayollar kuni", "text": "Qadimda shu kundan boshlab Goa nomli qishning beshinchi oyi boshlangan. Turli joylarda Goa oyini turlicha talqin qilingan. Afsonalardan birida bu oyning nomi Qor uyumi, Supurgi va Birinchi yoqqan qor, qor nabirasi va Muz evarasi bo'lgan."}, {"date": "1846-02-16", "title": "Jabayev Jambul tavallud topgan kun", "text": "Jambul, Jabayev Jambul (1846.16.2, Yettisuv viloyati – 1945.22.6, Olmaota) – qozoq xalq shoiri va oqini. 15 yoshidan o‘lan ayta boshlagan."}, {"date": "1909-02-16", "title": "O‘zbekiston xalq artisti Yavorskiy Yevgeniy Grigorevich tavallud topgan kun", "text": "Yavorskiy Yevgeniy Grigorevich (1909.16.2, Simferopol – 1971.14.11, Toshkent) – O‘zbekiston xalq artisti (1952). Ijodiy faoliyatini 1926 yil Simferopol drama teatrida boshlagan."}, {"date": "1834-02-16", "title": "Nemis biologi Gekkel Ernst tavallud topgan kun", "text": "Gekkel  Ernst (1834.16.02, Potsdam – 1919.9.8, Yena) – nemis  biologi. Yena universitetida  professor (1862 – 1909).  Tropik  zonalarda (Seylon oroli va boshqa) ilmiy ishlar olib borib, dengiz hayvonlari, ayniqsa,radiolyariyalar haqida katta asarlar yozgan (1862)."}]}